TEXT="Please wait while the %PRODUCTNAME% Setup is being processed. This will take some time depending on your operating system and hardware.";
RECOMPOSING="Processing %PRODUCTNAME%...";
TARGET="Extraction location";
TARGET2="Please choose the extraction location:";
TARGET3="Please review or change the extraction location:";
PAUSE="Pause";
RESUME="Resume";
EXIT="Exit";
RAM="The installed RAM (memory) must be at least %SIZE%MB to run this program.  Please try again once you have a minimum of %SIZE%MB RAM.";
RAM2="Cannot allocate enough memory.  The program has been closed without installing.";
HD="There is not enough free disk space on drive %DRIVE% (%SIZE%MB required).";
OS="To run this program one of the following operating systems with given minimal service pack is required:";
OS1="%OS% (or later)";
CHECKSUM="Adobe has detected a corrupt file (checksum error).  The program has been closed without installing.";
INSTANCE="Another instance of this program is already running.  You cannot run multiple instances at the same time.";
FAILED="The extraction failed for an unknown reason.  The program has been closed without installing.";
POWERPC="This installer can only be used on Macintosh computers with Intel (x86) processors.  Download the PowerPC version from Adobe.com" ;
USERABORT="Do you really want to exit?";
CONTINUE="Continue";
CANCEL="Cancel";
